Repository: vonH/plugin.video.iplayerwww
Catalog: resources/language/Hebrew/strings.po
Languages: he_il

# #30100
source: General
he_il: כללי

# #30101
source: Video settings
he_il: הגדרות וידאו

# #30102
source: Radio settings
he_il: הגדרות רדיו

# #30103
source: Common settings
he_il: הגדרות משותפות

# #30110
source: Play Signed programmes when available
he_il: הפעל תוכניות חתומות כאשר הן זמינות

# #30120
source: Play Audio Described programmes when available
he_il: הפעלת תוכניות אודיו מתוארות כאשר הן זמינות

# #30130
source: Use subtitles when available
he_il: שימוש בכתוביות כשהן זמינות

# #30140
source: Enable BBC iD
he_il: אפשר מזהה ל-BBC

# #30141
source: BBC Username
he_il: שם המשתמש ל-BBC

# #30142
source: BBC Password
he_il: סיסמה ל-BBC

# #30143
source: Sign in automatically
he_il: התחברות אוטומטית

# #30150
source: Suppress programmes with incomplete information in Highlights
he_il: דכא תוכניות עם מידע חלקי בהדגשה

# #30160
source: Behaviour for getting A-Z
he_il: מהלכים כדי לקבל רשימת A-Z

# #30161
source: By character
he_il: לפי תו

# #30162
source: All at once
he_il: הכל בבת אחת

# #30170
source: Behaviour for getting programmes
he_il: מהלכים כדי לקבל תוכניות

# #30171
source: By page
he_il: לפי עמוד

# #30172
source: All at once
he_il: הכל בבת אחת

# #30180
source: Switch CBeebies/CBBC only mode on/off
he_il: החלף מצב CBeebies/CBBC בלבד פועל/כבוי

# #30181
source: Enter old password:
he_il: הזן את הסיסמה הישנה שלך

# #30182
source: Enter new password (empty to unlock):
he_il: הזן סיסמה חדשה (ריק כדי לבטל נעילה):

# #30190
source: Show Red Button warning
he_il: הצג אזהרת הכפתור האדום

# #30200
source: Streams
he_il: הזרמות

# #30205
source: Play stream automatically using these settings
he_il: נגן הזרמה באופן אוטומטי באמצעות הגדרות אלו

# #30210
source: Catchup CDN source
he_il: מקור Catchup CDN

# #30211
source: Catchup bitrate
he_il: קצב סיביות Catchup

# #30220
source: Live CDN source
he_il: מקור שידור חי CDN

# #30230
source: Live bitrate
he_il: קצב סיביות

# #30231
source: Radio CDN source
he_il: מקור רדיו CDN

# #30232
source: Radio location
he_il: מיקום רדיו

# #30233
source: Max Live Radio bitrate
he_il: קצב סיביות מקסימלי לרדיו חי

# #30300
source: Highlights
he_il: מודגשים

# #30301
source: Most Popular
he_il: הכי פופולרי

# #30302
source: Programme List A-Z
he_il: רשימת תכניות A-Z

# #30303
source: Categories
he_il: ‎קטגוריות

# #30304
source: Search
he_il: חיפוש

# #30305
source: Watch Live
he_il: צפה בשידור חי

# #30306
source: Watching
he_il: צופה

# #30307
source: Added
he_il: נוסף

# #30308
source: BBCiD Sign In
he_il: כניסה ל-BBCiD

# #30309
source: Successful
he_il: התחברת בהצלחה

# #30310
source: Failed - check settings
he_il: ההתחברות נכשלה - בדוק הגדרות

# #30311
source: BBCiD set-up required, please check settings.
he_il: נדרשת הגדרת BBCiD, בדוק את ההגדרות.

# #30312
source: Do you wish to sign in?
he_il: האם ברצונך להיתחבר?

# #30313
source: available episodes
he_il: ‎פרקים זמינים

# #30314
source: Collection
he_il: אוסף

# #30315
source: available programmes
he_il: תכניות זמינות

# #30316
source: This programme is part of the collection
he_il: התוכנית הזו היא חלק מאוסף

# #30317
source: Channel Highlights
he_il: ערוצים מודגשים

# #30318
source: View all matching episodes
he_il: הצג את כל הפרקים המתאימים

# #30319
source: Finding episodes...
he_il: מוצא פרקים

# #30320
source: Next page
he_il: לעמוד הבא

# #30321
source: Listen Live
he_il: האזנה לשידור חי

# #30322
source: Listen Live High Quality
he_il: האזנה לשידור חי באיכות גבוהה

# #30324
source: Radio:
he_il: רדיו:

# #30325
source: Sign out BBCiD
he_il: תתנתק מ-BBCiD

# #30326
source: BBCiD Sign Out
he_il: BBCiD מנותק

# #30327
source: Channel A-Z
he_il: ערוץ A-Z

# #30328
source: Red Button
he_il: הכפתור האדום

# #30329
source: CBeebies Live
he_il: CBeebies בשידור חי

# #30330
source: CBBC Live
he_il: CBBC בשידור חי

# #30333
source: CBeebies Radio
he_il: רדיו CBeebies

# #30334
source: Following
he_il: עוקב

# #30400
source: Error
he_il: שגיאה

# #30401
source: BBC iPlayer TV programmes are available to play in the UK only.
he_il: תכניות הטלוויזיה של ה-BBC iPlayer זמינים לניגון בבריטניה בלבד.

# #30402
source: Cookie Load Failed
he_il: טעינת קובץ cookie נכשלה

# #30403
source: Playback failed
he_il: הניגון נכשל

# #30404
source: Can't find stream.
he_il: אין אפשרות למצוא זרם.

# #30405
source: Warning
he_il: אזהרה

# #30406
source: Red Button channels may be unavailable depending on their schedule.
he_il: ערוצי הכפתור האדום עשויים להיות לא זמינים בהתאם ללוח הזמנים שלהם.

# #30407
source: Usage of Red Button is at your own risk.
he_il: השימוש של הכפתור האדום הוא על אחריותך בלבד.

# #30408
source: Agree
he_il: מסכים

# #30409
source: Disagree
he_il: לא מסכים

# #30410
source: To watch iPlayer TV content legally, you need a UK TV Licence.
he_il: כדי לצפות בטלוויזיה iPlayer תוכן באופן חוקי, אתה זקוק לרשיון UK TV.

# #30500
source: Display
he_il: תצוגה

# #30510
source: Select main menu entries
he_il: בחר כניסות לתפריט הראשי

# #30511
source: iPlayer: Highlights
he_il: iPlayer: מודגש

# #30512
source: iPlayer: Channel Highlights
he_il: iPlayer: ערוצים מודגשים

# #30513
source: iPlayer: Most Popular
he_il: iPlayer: הכי פופולרי

# #30514
source: iPlayer: Programme List A-Z
he_il: iPlayer: תכניות רשימת A-Z...

# #30515
source: iPlayer: Channel A-Z
he_il: iPlayer: ערוצים A-Z

# #30516
source: iPlayer: Categories
he_il: iPlayer: קטגוריות

# #30517
source: iPlayer: Search
he_il: iPlayer: חיפוש

# #30518
source: iPlayer: Watch Live
he_il: iPlayer: צפה בשידור חי

# #30519
source: iPlayer: Red Button
he_il: iPlayer: הכפתור האדום

# #30520
source: iPlayer: Watching
he_il: iPlayer: צופה

# #30521
source: iPlayer: Added
he_il: iPlayer: נוסף

# #30522
source: Radio: Listen Live
he_il: רדיו: שמע בשידור חי

# #30523
source: Radio: Programme List A-Z
he_il: רדיו: תכניות רשימת A-Z

# #30524
source: Radio: Categories
he_il: רדיו: קטגוריות

# #30525
source: Radio: Search
he_il: רדיו: חיפוש

# #30526
source: Radio: Most Popular
he_il: רדיו: הפופולרי ביותר

# #30527
source: Radio: Added
he_il: רדיו: נוסף

# #30528
source: Radio: Following
he_il: רדיו: במעקב
